{"translation-revision-date":"2023-11-27 16:16:07+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Delete variation":["Usuń wariant"],"New product form (Beta)":["Nowy formularz produktu (Beta)"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["Aktywnie pracujemy nad dodaniem większej liczby funkcji do formularza produktu, w tym także nad możliwością dodawania produktów wirtualnych, wariantów i nie tylko. Obserwuj to miejsce!"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Zaprezentuj swoje produkty i udostępnij je szybko do sprzedaży! Nasza nowoczesna technologia zapewnia niezawodny i usprawniony proces edycji."],"Lightning fast performance ":["Wysoka wydajność "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Zaprezentuj co wspaniałego jest w twoich produktach i angażuj swoich klientów atrakcyjnymi opisami produktów. Dodawaj obrazki, filmy i inne treści, które mogą przekonać ich do dokonania zakupu."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Wszystko, czego potrzebujesz, aby tworzyć i sprzedawać swoje produkty, w jednym miejscu. Od zdjęć i opisów po ceny i stan magazynowy, wszystkie ustawienia twoich produktów znajdziesz tutaj."],"About the form…":["Informacje o formularzu…"],"Thanks for the feedback — we'll put it to good use!":["Dziękujemy za uwagi — zrobimy z nich dobry użytek!"],"What do you think of the new product form?":["Co sądzisz o nowym formularzu produktu?"],"Tell me more":["Powiedz mi więcej"],"More features are on the way":["Więcej funkcji jest już w drodze"],"Content-rich product descriptions":["Atrakcyjne opisy produktów"],"Fresh and modern interface":["Świeży i nowoczesny interfejs"],"Turn off the new product form":["Wyłącz nowy formularz produktu"],"Save changes and go back to the classic product editing screen.":["Zapisz zmiany i wróć do klasycznego ekranu edycji produktu."],"Please enter no more than 500 characters.":["Proszę wpisać nie więcej niż 500 znaków."],"Please enter a valid email address.":["Wpisz poprawny adres e-mail."],"In case you want to participate in further discussion and future user research.":["Jeśli chcesz wziąć udział w dalszej dyskusji i przyszłych badaniach użytkowników."],"YOUR EMAIL ADDRESS <optional \/>":["TWÓJ ADRES E-MAIL <optional \/>"],"(OPTIONAL)":["(OPCJONALNIE)"],"ADDITIONAL THOUGHTS <optional \/>":["DODATKOWE UWAGI <optional \/>"],"The product editing screen's functionality meets my needs":["Funkcjonalność ekranu edycji produktu spełnia moje oczekiwania"],"The product editing screen is easy to use":["Ekran edycji produktu jest łatwy w użyciu"],"Finish":["Zakończ"],"Page %1$d of %2$d":["Strona %1$d z %2$d"],"Guide controls":["Sterowanie samouczkiem"],"Share feedback":["Podziel się uwagami"],"Next":["Następne"],"Previous":["Poprzednie"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/71.js"}}