{"translation-revision-date":"2023-11-27 16:16:07+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"The product import screen's functionality meets my needs":["Funkcjonalność ekranu importowania produktów spełnia moje oczekiwania"],"The product import screen is easy to use":["Ekran importowania produktów jest łatwy w użyciu"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Zauważyliśmy, że rozpoczęto importowanie produktów, ale je przerwano. Jak to poszło? Twoje uwagi pomogą zapewnić lepszą obsługę tysiącom sprzedawców takich jak ty."],"How's your experience with importing products?":["Jakie były twoje doświadczenia z importowaniem produktów?"],"How is your experience with importing products?":["Jakie były twoje doświadczenia z importowaniem produktów?"],"The order details screen's functionality meets my needs":["Funkcjonalność ekranu szczegółów zamówienia spełnia moje oczekiwania"],"The order editing screen is easy to use":["Ekran edycji zamówienia jest łatwy w użyciu"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Zauważyliśmy, że rozpoczęto edycję zamówienia, ale ją przerwano. Jak to poszło? Twoje uwagi pomogą zapewnić lepszą obsługę tysiącom sprzedawców takich jak ty."],"How's your experience with orders?":["Jakie były twoje doświadczenia z zamówieniami?"],"How easy or difficult was it to update this order?":["Jak trudno było zaktualizować te zamówienie?"],"Optional, but much apprecated. We love reading your feedback!":["Opcjonalne, ale bardzo cenione. Uwielbiamy czytać wasze uwagi!"],"How is that screen useful to you? What features would you add or change?":["Jak użyteczny jest ten ekran? Jakie funkcje należałoby dodać lub zmienić?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Twoje uwagi pomogą zapewnić lepszą obsługę tysiącom sprzedawców takich jak ty. Powiedz nam w jakim stopniu zgadzasz się z opiniami poniżej."],"Strongly Agree":["Zgadzam się stanowczo"],"Agree":["Zgadzam się"],"Disagree":["Nie zgadzam się"],"Strongly disagree":["Nie zgadzam się stanowczo"],"Thanks for the feedback. We'll put it to good use!":["Dziękujemy za uwagi. Zrobimy z nich dobry użytek!"],"The filters' functionality meets my needs.":["Funkcjonalność filtrowania spełnia moje oczekiwania."],"The filters in the analytics screen are easy to use.":["Filtrowanie na ekranie statystyk jest łatwe w użyciu."],"The settings screen's functionality meets my needs":["Funkcjonalność ekranu ustawień spełnia moje oczekiwania"],"The settings screen is easy to use":["Ekran ustawień jest łatwy w użyciu"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Zauważyliśmy, że rozpoczęto zmianę ustawień sklepu, ale ją przerwano. Jak to poszło? Twoje uwagi pomogą zapewnić lepszą obsługę tysiącom sprzedawców takich jak ty."],"How’s your experience with settings?":["Jakie były twoje doświadczenia z ustawieniami?"],"Did you find the right setting?":["Czy udało ci się znaleźć właściwe ustawenia?"],"The product creation screen's functionality meets my needs":["Funkcjonalność ekranu tworzenia produktu spełnia moje oczekiwania"],"The product creation screen is easy to use":["Ekran tworzenia produktu jest łatwy w użyciu"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Zauważyliśmy, że rozpoczęto tworzenie produktu, ale je przerwano. Jak to poszło? Twoje uwagi pomogą zapewnić lepszą obsługę tysiącom sprzedawców takich jak ty."],"How is your experience with creating products?":["Jakie były twoje doświadczenia z tworzeniem produktów?"],"The product editing screen's functionality meets my needs":["Funkcjonalność ekranu edycji produktu spełnia moje oczekiwania"],"The product editing screen is easy to use":["Ekran edycji produktu jest łatwy w użyciu"],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Zauważyliśmy, że rozpoczęto edycję produktu, ale ją przerwano. Jak to poszło? Twoje uwagi pomogą zapewnić lepszą obsługę tysiącom sprzedawców takich jak ty."],"How's your experience with editing products?":["Jakie były twoje doświadczenia z edytowaniem produktów?"],"How is your experience with editing products?":["Jakie były twoje doświadczenia z edytowaniem produktów?"],"The search's functionality meets my needs.":["Funkcjonalność wyszukiwania spełnia moje oczekiwania."],"The search feature in WooCommerce is easy to use.":["Funkcja wyszukiwania w WooCommerce jest łatwa w użyciu"],"Very good":["Bardzo dobre"],"Difficult":["Trudne"],"How easy was it to use search?":["Jak łatwe było wyszukiwanie?"],"Your feedback will go to the WooCommerce development team":["Twoje uwagi zostaną przekazane do zespołu programistów WooCommerce"],"Please share your feedback":["Podziel się uwagami"],"Neutral":["Neutralne"],"Very difficult":["Bardzo trudne"],"How easy was it to filter your store analytics?":["Jak łatwe było filtrowanie statystyk twojego sklepu?"],"Pencil icon":["Ikona ołówka"],"Thank you for your feedback!":["Dziękujemy za Twoją opinię!"],"Give feedback":["Prześlij opinię"],"Share":["Udostępnij"],"Good":["Dobre"],"Cancel":["Anuluj"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}