{"translation-revision-date":"2023-11-27 16:16:07+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Add your full product description here. Describe your product in detail.":["Dodaj tutaj pełny opis produktu. Opisz swój produkt szczegółowo."],"Keep editing":["Kontynuuj edycję"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Dobra robota! Możesz teraz opublikować swój produkt w sklepie, klikając przycisk \"Opublikuj\", bądź kontynuować jego edycję."],"Publish your product 🎉":["Opublikuj swój produkt 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Dodaj tutaj kategorie swojego produktu. Przypisuj kategorie do produktów, aby ułatwić ich przeglądanie i wyszukiwanie w sklepie."],"Add your product categories":["Dodaj kategorie swojego produktu"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Dodaj tutaj tagi swojego produktu. Tagi są sposobem na oznaczanie produktów, tak aby klienci mogli łatwiej je znajdować. Przykładowo, jeśli sprzedajesz ubrania i masz wiele wzorów z kotami, możesz utworzyć tag \"koty\"."],"Add your product tags":["Dodaj tagi swojego produktu"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Prześlij tutaj obrazek swojego produktu. Idealnie plik JPEG lub PNG o szerokości 600 px lub więcej. Obrazek ten będzie pokazywany w katalogu twojego sklepu."],"Add your product image":["Dodaj obrazek swojego produktu"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Wpisz tutaj krótkie podsumowanie swojego produktu. Zostanie ono pokazane na stronie produktu, zaraz pod jego nazwą."],"Add your short product description":["Dodaj krótki opis swojego produktu"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Użyj zakładek do przełączania się między sekcjami i uzupełnij szczegóły produktu. Zacznij od nadania swojemu produktowi ceny."],"Add your product data":["Dodaj dane swojego produktu"],"Add your product description":["Dodaj opis swojego produktu"],"Start typing your new product name here. This will be what your customers will see in your store.":["Zacznij od wpisania tutaj nazwy swojego nowego produktu. Zobaczą ją klienci twojego sklepu."],"Product name":["Nazwa produktu"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}