{"translation-revision-date":"2023-10-10 15:21:28+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Twitter appearance":["Wygląd na Twitterze"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Aby dostosować wygląd wpisu specjalnie dla Twittera, wypełnij poniższe ustawienia \"Wygląd na Twitterze\"."],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Aby dostosować wygląd wpisu specjalnie dla Twittera, wypełnij poniższe ustawienia \"Wygląd na Twitterze\". Jeśli pozostawisz te ustawienia bez zmian, wspomniane powyżej ustawienia „Wygląd na mediach społecznościowych” zostaną również zastosowane do udostępniania na Twitterze."],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Określ, jak twój wpis powinien wyglądać w mediach społecznościowych, takich jak Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack i innych."],"Social media appearance":["Wygląd na mediach społecznościowych"],"Is your WooCommerce store ready for Black Friday?":["Czy twój sklep WooCommerce jest gotowy na Czarny Piątek?"],"Get the checklist and start optimizing now!":["Pobierz listę kontrolną i rozpocznij optymalizację już teraz!"],"%1$s share preview":["Podgląd udostępnienia na %1$s"],"Generate titles & descriptions with Yoast AI!":["Generuj tytuły i opisy z Yoast AI!"],"Speed up your workflow with generative AI. Get high-quality title and description suggestions for your search and social appearance. %1$sLearn more%2$s%3$s":["Przyspiesz przepływ pracy dzięki generatywnej sztucznej inteligencji. Otrzymuj wysokiej jakości sugestie tytułów i opisów do wyglądu w wyszukiwarkach i mediach społecznościowych. %1$sDowiedz się więcej%2$s%3$s"],"New to %1$s":["Nowe w %1$s"],"Use AI":["Użyj sztucznej inteligencji"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Chcesz uzyskać ulepszony podgląd Google produktów WooCommerce w wynikach wyszukiwania?"],"Sign up today!":["Dołącz do nas już dziś!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Czujesz się zagubiony, jeśli chodzi o optymalizację witryny pod kątem wyszukiwarek? Dołącz do naszego BEZPŁATNEGO webinaru, aby zyskać pewność siebie, której potrzebujesz, aby rozpocząć optymalizację jak profesjonalista! Zdobędziesz wiedzę i narzędzia, aby zacząć skutecznie wdrażać SEO."],"Want your products stand out in search results with rich results like price, reviews and more?":["Chcesz, aby produkty wyróżniały się w wynikach wyszukiwania dzięki bogatym wynikom, takim jak cena, recenzje i inne?"],"Join our FREE webinar for SEO success":["Dołącz do naszego BEZPŁATNEGO webinaru, aby odnieść sukces w SEO"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Śledzisz %1$s z %2$s fraz kluczowych uwzględnionych na bezpłatnym koncie."],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Śledzisz %1$s z %2$s fraz kluczowych uwzględnionych na koncie."],"Keyphrases tracked: %1$s\/%2$s":["Śledzone frazy kluczowe: %1$s\/%2$s"],"Close the upgrade callout":["Zamknij informację o zmianie planu"],"Click here to upgrade your %s plan":["Kliknij tutaj, aby zaktualizować plan %s"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s i uzyskaj %2$s zniżkę na %3$s miesiące."],"%1$sGet%2$s %3$s":["%1$sPobierz%2$s %3$s"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Możesz zmienić domyślny typ dla %1$s w sekcji Typy zawartości w %2$sUstawieniach%3$s."],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Aby zobaczyć ten film, musisz zezwolić %1$s na ładowanie osadzonych filmów z %2$s."],"Deny":["Odrzuć"],"Allow":["Zezwól"],"Unlock with %1$s":["Odblokowanie za pomocą %1$s"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s pomoże ocenić poziom formalności tekstu."],"Read more about text formality.":["Przeczytaj więcej o formalności tekstu."],"Text formality":["Formalność tekstu"],"Read reviews from real users":["Przeczytaj recenzje od prawdziwych użytkowników"],"Search appearance":["Wygląd wyszukiwania"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Z %1$s%3$s%2$s, ta sekcja pokaże, które słowa występują najczęściej w tekście. Sprawdzając te słowa pod kątem zamierzonego słowa kluczowego (słów kluczowych), dowiesz się, jak edytować tekst, aby był bardziej skoncentrowany."],"Unlock with %s":["Odblokuj za pomocą %s"],"Premium SEO analysis":["Analiza SEO Premium"],"Get %s to enjoy the benefits of prominent words":["Pobierz %s, aby cieszyć się korzyściami płynącymi z wybitnych słów"],"Buy %s now!":["Kup %s teraz!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Pracujesz nad artykułem informacyjnym? %s pomaga w optymalizacji witryny pod kątem Google News."],"1 year of premium support and updates included!":["1 rok wsparcia premium i aktualizacji w zestawie!"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Tekst powinien być nieco dłuższy, aby obliczyć wynik łatwości czytania Flesch."],"Word count":["Liczba słów"],"Timestamp this %s":["Oznacz %s znacznikiem czasu"],"Reading time":["Czas czytania"],"out of 100":["na 100"],"okay":["ok"],"no data":["brak danych"],"minute":["minuta","minuty","minut"],"Learn more about word count":["Dowiedz się więcej o liczeniu słów"],"Learn more about reading time":["Dowiedz się więcej o czasie czytania"],"Learn more about Flesch reading ease":["Dowiedz się więcej o łatwości czytania Flesch"],"Learn more about character count":["Dowiedz się więcej o liczbie znaków"],"Continue writing to get insight into the readability of your text!":["Pisz dalej, aby uzyskać wgląd w czytelność tekstu!"],"Character count":["Liczba znaków"],"Dismiss this notice.":["Ukryj komunikat."],"Your %s is now protected via the blockchain!":["%s jest teraz chroniony przez blockchain!"],"WordProof authentication":["Uwierzytelnianie WordProof"],"Unable to create new timestamps. Please authenticate with WordProof.":["Nie można utworzyć nowych znaczników czasu. Proszę uwierzytelnić się za pomocą WordProof."],"Try again":["Spróbuj ponownie"],"Timestamp with WordProof":["Znacznik czasu z WordProof"],"There was a connection problem. This could be because your third party connections are blocked.":["Wystąpił problem z połączeniem. Może to być spowodowane tym, że połączenia stron trzecich są zablokowane."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["Wartość %3$s będzie automatycznie oznaczana czasem za każdym razem, gdy %1$saktualizujesz%2$s lub %1$spublikujesz%2$s."],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Coś poszło nie tak przy uwierzytelnianiu konta %3$s z witryną %4$s. Proszę spróbować ponownie lub skontaktować się z %1$s%3$s pomocą techniczną%2$s."],"Not working? %1$sContact %3$s support%2$s.":["Nie działa? %1$sKontakt %3$s wsparcie%2$s."],"Manage WordProof settings":["Zarządzanie ustawieniami WordProof"],"Learn more about timestamping":["Dowiedz się więcej o znakowaniu czasem"],"Find possible solutions in this %1$sArticle%2$s.":["Znajdź możliwe rozwiązania w tym %1$sartykule%2$s."],"Connection failed":["Połączenie nieudane"],"Connected to WordProof":["Podłączony do WordProof"],"Authenticate with WordProof":["Uwierzytelnianie za pomocą WordProof"],"word":["słowo","słowa","słów"],"character":["znak","",""],"Tracking the ranking position...":["Śledzenie pozycji w rankingu..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Coś poszło nie tak podczas śledzenia pozycji rankingowych witryny. Prosimy spróbować ponownie później."],"reconnect to %s":["połącz się ponownie z %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Wygląda na to, że coś poszło nie tak podczas pobierania danych witryny. Proszę %s i spróbować ponownie."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Zanim będziesz mógł śledzić swoje wyniki SEO, upewnij się, że ustawiłeś tytuł wpisu i zapisałeś go jako wersję roboczą lub ręcznie ustawiłeś slug wpisu."],"No keyphrase has been set. Please set a keyphrase first.":["Nie ustawiono żadnej frazy kluczowej. Najpierw należy ustawić frazę kluczową."],"upgrade your %s plan":["aktualizuj swój plan %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Osiągnąłeś maksymalną liczbę %d fraz kluczowych, które możesz dodać do swojego konta Wincher. Jeśli chcesz dodać więcej fraz kluczowych, proszę %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Za pomocą przycisku %1$s można śledzić pozycję strony w wynikach wyszukiwania na podstawie frazy kluczowej (fraz kluczowych). %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s obecnie śledzi pozycję(e) rankingową(e) Twojej strony. Może to potrwać kilka minut. Proszę czekać lub sprawdzić później."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Udało się nawiązać połączenie z %s! Możesz teraz śledzić wyniki SEO dla frazy (fraz) kluczowej(ych) tej strony."],"Read more about keyphrase tracking with Wincher":["Przeczytaj więcej o śledzeniu fraz kluczowych za pomocą programu Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatyczne śledzenie fraz kluczowych jest włączone. Twoje frazy kluczowe będą automatycznie śledzone przez %s, gdy opublikujesz swój wpis."],"Position":["Położenie"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Pozycja frazy kluczowej w ciągu ostatnich 90 dni w skali od 0 do 100."],"Track SEO performance":["Śledzenie wyników SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Poniżej można włączyć lub wyłączyć śledzenie wyników SEO dla każdej frazy kluczowej."],"Learn more about the SEO performance feature.":["Dowiedz się więcej o funkcji wydajności SEO."],"SEO performance":["Wydajność SEO"],"Connect with %s":["Zaloguj się kontem %s"],"* focus keyphrase":["* ostrość frazy kluczowej"],"Get more insights over at %s":["Więcej informacji na ten temat można znaleźć na stronie %s"],"Position over time":["Pozycja w czasie"],"Tracking":["Śledzenie"],"Insights":["Spostrzeżenia"],"Unlock with Premium":["Odblokuj z planem Premium"],"Select image":["Wybierz obrazek"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Niestety nie można zapisać zmian w ustawieniach SEO, gdy pracujesz nad wersją roboczą już opublikowanego: %1$s. Jeśli chcesz zachować swoje zmiany SEO, kliknij \"Aktualizuj\", lub poczekaj z wprowadzeniem zmian SEO, do momentu aktualizacji: %1$s."],"New: Yoast SEO for Elementor":["Nowość: Yoast SEO dla Elementora"],"Get started with Yoast SEO's content analysis for Elementor!":["Zacznij od analizy treści Yoast SEO dla Elementora!"],"Got it":["Rozumiem"],"Eight months ago":["Osiem miesięcy temu"],"Nine months ago":["Dziewięć miesięcy temu"],"Ten months ago":["Dziesięć miesięcy temu"],"Eleven months ago":["Jedenaście miesięcy temu"],"Twelve months ago":["Dwanaście miesięcy temu"],"Last month":["Ostatni miesiąc"],"Two months ago":["Dwa miesiące temu"],"Three months ago":["Trzy miesiące temu"],"Four months ago":["Cztery miesiące temu"],"Five months ago":["Pięć miesięcy temu"],"Six months ago":["Sześć miesięcy temu"],"Seven months ago":["Siedem miesięcy temu"],"Volume":["Wolumen"],"Show results for:":["Pokaż wyniki dla:"],"Select country":["Wybierz kraj"],"Learn more about the related keyphrases volume":["Dowiedz się więcej o wolumenie powiązanych fraz kluczowych"],"Learn more about the related keyphrases trend":["Dowiedz się więcej o trendzie powiązanych fraz kluczowych"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Wolumen frazy kluczowej w ciągu ostatnich 12 miesięcy w skali od 0 do 100."],"Get more insights at %s":["Uzyskaj więcej informacji na %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Osiągnięto limit zgłoszeń na dziś. Sprawdź ponownie jutro lub zaktualizuj swój plan na stronie %s."],"Upgrade your %s plan":["Aktualizuj swój plan %s"],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Proszę czekać, aż %1$s połączy się z %2$s, aby uzyskać powiązane frazy kluczowe..."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Osiągnięto maksymalną ilość 4 powiązanych fraz kluczowych. Możesz zmienić lub usunąć powiązane frazy kluczowe w metaboksie %s lub pasku bocznym."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Napotkaliśmy problem podczas próby uzyskania powiązanych fraz kluczowych. Prosimy spróbować ponownie później."],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Czy chcesz mieć możliwość dodania tych powiązanych fraz kluczowych do analizy %s, aby można jeszcze bardziej zoptymalizować swoje treści?"],"Check out %s!":["Sprawdź %s!"],"Related keyphrase":["Powiązana fraza kluczowa"],"Trend":["Modne"],"The number of headers and header labels don't match.":["Liczba nagłówków i etykiet nagłówków nie są zgodne."],"Sorry, there's no data available for that keyphrase\/country combination.":["Przepraszamy, nie ma dostępnych danych dla tej kombinacji frazy kluczowej i kraju."],"Return to your %s":["Powrót do %s"],"Make sure to save your %s for changes to take effect":["Upewnij się, że zapisałeś swoje %s, aby zmiany weszły w życie"],"Default for %1$s (%2$s)":["Domyślnie dla %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Pomaga to wyszukiwarkom zrozumieć twoją witrynę i treści. Możesz zmienić ustawienia dla tej strony poniżej."],"Learn more about page or content types":["Dowiedz się więcej o typach stron lub treści"],"What type of page or content is this?":["Jaki jest to rodzaj strony lub treści?"],"Article type":["Typ artykułu"],"Page type":["Typ strony"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO automatycznie opisuje strony za pomocą schema.org"],"Learn more about canonical URLs on our help page.":["Dowiedz się więcej o kanonicznych adresach URL na naszej stronie pomocy."],"Learn more about the breadcrumbs title setting on our help page.":["Dowiedz się więcej o ustawianiu tytułu okruszków na naszej stronie pomocy."],"Should search engines follow links on this %s":["Czy wyszukiwarki mają podążać za odnośnikami na tym %s"],"Learn more about the no-index setting on our help page.":["Dowiedz się więcej o ustawieniu nie indeksowania na naszej stronie pomocy."],"Learn more about advanced meta robots settings on our help page.":["Dowiedz się więcej o zaawansowanych ustawieniach znaczników meta dla robotów na naszej stronie pomocy."],"Learn more about the no-follow setting on our help page.":["Dowiedz się więcej o ustawieniach no-follow na naszej stronie pomocy."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Możesz tu zmienić ustawienie znaczników meta dla robotów, ale cała witryna jest ustawiona na noindex w ustawieniach prywatności, więc te zmiany nie będą miały żadnego wpływu."],"Check out %1$s":["Sprawdź %1$s"],"Learn SEO":["Naucz się SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Posiadamy zarówno darmowe jak i płatne kursy, z których nauczysz się wszystkiego, co powinno wiedzieć się o SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Chcesz nauczyć się SEO od zespołu Yoast? Sprawdź %1$s!"],"Schema":["Schemat"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Poniższe słowa występują najczęściej w treści. Dają one wskazówkę, na czym skupia się treść. Jeśli słowa te znacznie odbiegają od tematu, możesz chcieć odpowiednio przerobić treść."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Gdy tylko dodasz trochę więcej tekstu, wyświetlimy listę słów, które występują w treści najczęściej. Dzięki temu będziesz wiedzieć, na czym koncentruje się treść."],"%d occurrences":["%d wystąpienia"],"Keyphrase":["Fraza kluczowa"],"Good job!":["Dobra robota!"],"Add related keyphrase":["Dodaj podobną frazę kluczową"],"%d day":["%d dzień","%d dni","%d dni"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Przeczytaj nasz %1$sprzewodnik o szukaniu słów kluczowych%2$s, aby dowiedzieć się więcej o szukaniu słów kluczowych i strategii ich dobierania."],"Prominent words":["Popularne słowa"],"%s (current default for %s)":["%s (aktualnie domyślnie dla: %s)"],"Allow search engines to show this %s in search results?":["%s: pozwolić wyszukiwarkom na pokazywanie w wynikach wyszukiwania?"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"1 year free support and updates included!":["Zapewnione darmowe aktualizacje i nowe funkcje przez 1 rok!"],"Please provide a meta description by editing the snippet below.":["Wprowadź opis meta w poniższym polu edytora wyglądu wyników wyszukiwania."],"No":["Nie"],"Yes":["Tak"],"Close":["Zamknij"],"difficult":["trudna"],"easy":["łatwa"],"fairly difficult":["dość trudna"],"fairly easy":["dość łatwa"],"very difficult":["bardzo trudna"],"very easy":["bardzo łatwa"],"Try to make shorter sentences, using less difficult words to improve readability":["Aby poprawić czytelność, spróbuj trochę skrócić zdania i używać prostszych słów"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Treść uzyskała w teście wynik %1$s, co jest traktowane jako %2$s do przeczytania."],"Flesch reading ease":["Łatwość czytania Flesch"],"No Image Index":["Bez indeksu grafik"],"View":["Zobacz"],"Meta robots advanced":["Zaawansowane ustawienia znaczników meta dla robotów"],"Advanced":["Zaawansowane"],"Breadcrumbs Title":["Tytuł okruszków"],"Canonical URL":["Kanoniczny URL"],"No Archive":["Brak archiwum"],"No Snippet":["Brak fragmentu"]}},"comment":{"reference":"js\/dist\/elementor.js"}}