{"translation-revision-date":"2023-10-10 15:21:28+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Generate titles & descriptions with Yoast AI!":["Generuj tytuły i opisy z Yoast AI!"],"Speed up your workflow with generative AI. Get high-quality title and description suggestions for your search and social appearance. %1$sLearn more%2$s%3$s":["Przyspiesz przepływ pracy dzięki generatywnej sztucznej inteligencji. Otrzymuj wysokiej jakości sugestie tytułów i opisów do wyglądu w wyszukiwarkach i mediach społecznościowych. %1$sDowiedz się więcej%2$s%3$s"],"New to %1$s":["Nowe w %1$s"],"Write a bug report":["Zgłoś błąd"],"WordPress support forum for %1$s":["Forum wsparcia WordPress dla %1$s"],"Visit WordPress forum":["Odwiedź forum WordPress"],"Visit our help center":["Odwiedź nasze centrum pomocy"],"Raise a bug report on GitHub":["Zgłoś błąd w serwisie GitHub"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Nasz zespół wsparcia jest dostępny, aby odpowiedzieć na wszelkie pytania. Wypełnij (wyskakujący) formularz kontaktowy, a my skontaktujemy się z tobą tak szybko, jak to możliwe!"],"Need help with %1$s? These resources are a great place to start!":["Potrzebujesz pomocy z %1$s? Te zasoby są świetnym miejscem do rozpoczęcia!"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Na forum wsparcia WordPress dla %1$s można znaleźć odpowiedzi lub poprosić o pomoc użytkowników %1$s ze społeczności WordPress."],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Jeśli masz jakieś pytania, potrzebujesz pomocy w kwestiach technicznych lub po prostu chcesz się przywitać, jesteśmy do dyspozycji. Skontaktuj się z nami, a z przyjemnością ci pomożemy!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Jeśli nie znajdziesz odpowiedzi, których szukasz i potrzebujesz spersonalizowanej pomocy, możesz uzyskać wsparcie 24\/7 od jednego z naszych inżynierów wsparcia."],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Tutaj znajdziesz odpowiedzi na najczęściej zadawane pytania dotyczące korzystania z %1$s. Jeśli nie widzisz swojego pytania na liście, możesz zajrzeć do sekcji poniżej."],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Czy natknąłeś się na błąd podczas korzystania z %1$s? Zgłoś błąd w naszym repozytorium GitHub, aby poinformować nas o problemie!"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Zajrzyj do naszego centrum pomocy, aby znaleźć artykuły, samouczki i inne zasoby, które pomogą ci w pełni wykorzystać %1$s!"],"Frequently asked questions":["Często zadawane pytania"],"Contact our support team":["Skontaktuj się z naszym zespołem wsparcia"],"Additional resources":["Dodatkowe zasoby"],"%1$sSupport languages:%2$s English & Spanish":["%1$sObsługiwane języki:%2$s Angielski i hiszpański"],"%1$s's help center":["Centrum pomocy %1$s"],"Support":["Wsparcie"],"%1$sGet%2$s %3$s":["%1$sPobierz%2$s %3$s"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Aby zobaczyć ten film, musisz zezwolić %1$s na ładowanie osadzonych filmów z %2$s."],"Deny":["Odrzuć"],"Allow":["Zezwól"],"Unlock with %1$s":["Odblokowanie za pomocą %1$s"],"Read reviews from real users":["Przeczytaj recenzje od prawdziwych użytkowników"],"Unlock with Premium":["Odblokuj z planem Premium"],"Check out %1$s":["Sprawdź %1$s"],"Learn SEO":["Naucz się SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Posiadamy zarówno darmowe jak i płatne kursy, z których nauczysz się wszystkiego, co powinno wiedzieć się o SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Chcesz nauczyć się SEO od zespołu Yoast? Sprawdź %1$s!"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"Close":["Zamknij"]}},"comment":{"reference":"js\/dist\/support.js"}}