{"translation-revision-date":"2023-10-10 15:21:28+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Śledzisz %1$s z %2$s fraz kluczowych uwzględnionych na bezpłatnym koncie."],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Śledzisz %1$s z %2$s fraz kluczowych uwzględnionych na koncie."],"Keyphrases tracked: %1$s\/%2$s":["Śledzone frazy kluczowe: %1$s\/%2$s"],"Close the upgrade callout":["Zamknij informację o zmianie planu"],"Click here to upgrade your %s plan":["Kliknij tutaj, aby zaktualizować plan %s"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s i uzyskaj %2$s zniżkę na %3$s miesiące."],"Potentially non-inclusive":["Potencjalnie nieintegracyjne zwroty"],"Tracking the ranking position...":["Śledzenie pozycji w rankingu..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Coś poszło nie tak podczas śledzenia pozycji rankingowych witryny. Prosimy spróbować ponownie później."],"reconnect to %s":["połącz się ponownie z %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Wygląda na to, że coś poszło nie tak podczas pobierania danych witryny. Proszę %s i spróbować ponownie."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Zanim będziesz mógł śledzić swoje wyniki SEO, upewnij się, że ustawiłeś tytuł wpisu i zapisałeś go jako wersję roboczą lub ręcznie ustawiłeś slug wpisu."],"No keyphrase has been set. Please set a keyphrase first.":["Nie ustawiono żadnej frazy kluczowej. Najpierw należy ustawić frazę kluczową."],"upgrade your %s plan":["aktualizuj swój plan %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Osiągnąłeś maksymalną liczbę %d fraz kluczowych, które możesz dodać do swojego konta Wincher. Jeśli chcesz dodać więcej fraz kluczowych, proszę %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Za pomocą przycisku %1$s można śledzić pozycję strony w wynikach wyszukiwania na podstawie frazy kluczowej (fraz kluczowych). %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s obecnie śledzi pozycję(e) rankingową(e) Twojej strony. Może to potrwać kilka minut. Proszę czekać lub sprawdzić później."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Udało się nawiązać połączenie z %s! Możesz teraz śledzić wyniki SEO dla frazy (fraz) kluczowej(ych) tej strony."],"Read more about keyphrase tracking with Wincher":["Przeczytaj więcej o śledzeniu fraz kluczowych za pomocą programu Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatyczne śledzenie fraz kluczowych jest włączone. Twoje frazy kluczowe będą automatycznie śledzone przez %s, gdy opublikujesz swój wpis."],"Position":["Położenie"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Pozycja frazy kluczowej w ciągu ostatnich 90 dni w skali od 0 do 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Poniżej można włączyć lub wyłączyć śledzenie wyników SEO dla każdej frazy kluczowej."],"Learn more about the SEO performance feature.":["Dowiedz się więcej o funkcji wydajności SEO."],"SEO performance":["Wydajność SEO"],"Connect with %s":["Zaloguj się kontem %s"],"* focus keyphrase":["* ostrość frazy kluczowej"],"Get more insights over at %s":["Więcej informacji na ten temat można znaleźć na stronie %s"],"Position over time":["Pozycja w czasie"],"Tracking":["Śledzenie"],"Eight months ago":["Osiem miesięcy temu"],"Nine months ago":["Dziewięć miesięcy temu"],"Ten months ago":["Dziesięć miesięcy temu"],"Eleven months ago":["Jedenaście miesięcy temu"],"Twelve months ago":["Dwanaście miesięcy temu"],"Last month":["Ostatni miesiąc"],"Two months ago":["Dwa miesiące temu"],"Three months ago":["Trzy miesiące temu"],"Four months ago":["Cztery miesiące temu"],"Five months ago":["Pięć miesięcy temu"],"Six months ago":["Sześć miesięcy temu"],"Seven months ago":["Siedem miesięcy temu"],"Volume":["Wolumen"],"Show results for:":["Pokaż wyniki dla:"],"Select country":["Wybierz kraj"],"Learn more about the related keyphrases volume":["Dowiedz się więcej o wolumenie powiązanych fraz kluczowych"],"Learn more about the related keyphrases trend":["Dowiedz się więcej o trendzie powiązanych fraz kluczowych"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Wolumen frazy kluczowej w ciągu ostatnich 12 miesięcy w skali od 0 do 100."],"Get more insights at %s":["Uzyskaj więcej informacji na %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Osiągnięto limit zgłoszeń na dziś. Sprawdź ponownie jutro lub zaktualizuj swój plan na stronie %s."],"Upgrade your %s plan":["Aktualizuj swój plan %s"],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Proszę czekać, aż %1$s połączy się z %2$s, aby uzyskać powiązane frazy kluczowe..."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Osiągnięto maksymalną ilość 4 powiązanych fraz kluczowych. Możesz zmienić lub usunąć powiązane frazy kluczowe w metaboksie %s lub pasku bocznym."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Napotkaliśmy problem podczas próby uzyskania powiązanych fraz kluczowych. Prosimy spróbować ponownie później."],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Czy chcesz mieć możliwość dodania tych powiązanych fraz kluczowych do analizy %s, aby można jeszcze bardziej zoptymalizować swoje treści?"],"Check out %s!":["Sprawdź %s!"],"Related keyphrase":["Powiązana fraza kluczowa"],"Trend":["Modne"],"The number of headers and header labels don't match.":["Liczba nagłówków i etykiet nagłówków nie są zgodne."],"Sorry, there's no data available for that keyphrase\/country combination.":["Przepraszamy, nie ma dostępnych danych dla tej kombinacji frazy kluczowej i kraju."],"Return to your %s":["Powrót do %s"],"Make sure to save your %s for changes to take effect":["Upewnij się, że zapisałeś swoje %s, aby zmiany weszły w życie"],"Keyphrase":["Fraza kluczowa"],"%d day":["%d dzień","%d dni","%d dni"],"Good results":["Dobre wyniki"],"Considerations":["Warte rozważenia"],"Errors":["Błędy"],"Good SEO score":["Dobra ocena SEO"],"OK SEO score":["Wystarczająca ocena SEO"],"Feedback":["Uwagi"],"Needs improvement":["Wymaga poprawy"],"Problems":["Problemy"],"Improvements":["Ulepszenia"],"Good":["Dobre"],"OK":["OK"],"View":["Zobacz"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}